Repository: andrewcookies/QuoridorGame
Catalog: *.lproj/Localizable.strings
Languages: it

# login_namefield
source: Player's name
it: Nome del giocatore

# board_infobox_player_turn
source: Pick up a wall or move
it: Prendi un muro o fai una mossa

# board_infobox_opponent_waiting
source: Waiting for your move
it: In attesa della tua mossa

# board_infobox_player_waiting
source: Waiting for the opponent
it: In attesa dell'avversario

# board_infobox_opponent_turn
source: He's moving
it: Sta per muovere

# board_infobox_player_pawn
source: Tap one cell to move the pawn
it: Premi una cella per muovere il pedone

# board_infobox_player_wall
source: Tap between cells to insert wall
it: Premi tra le celle per inserire il muro

# board_infobox_player_searchingMatch
source: Searching match
it: Matchmaking in corso

# popup_title_matchWon
source: Congratulations
it: Congratulationi

# popup_content_matchWon
source: You won the match!
it: Hai vinto la partita!

# popup_content_confirmWon
source: Close
it: Chiudi

# popup_content_matchLost
source: You lost the match!
it: Hai perso la partita

# popup_confirm_matchLost
source: Close
it: Chiudi

# popup_title_quitMatch
source: Quit the match
it: Termina la partita

# popup_content_quitMatch
source: You will loose the match. Are you sure?
it: Perderai la partita. Sei sicuro?

# popup_confirm_quitMatch
source: Confirm
it: Conferma

# popup_deny_quitMatch
source: Quit
it: No

# popup_content_rules
source: Reach the opposite side of the board before your opponent! In every turn, move your pawn or insert a wall in the board. Enjoy the game!
it: Raggiungi il lato opposto della scacchiera prima del tuo avversario Ad ogni turno, muovi il pedone o inserisci un muro tra le celle. Buon divertimento!

# popup_confirm_rules
source: Close
it: Capito

# popup_content_error
source: Something went wrong. Please retry later.
it: Qualcosa è andato storto. Per favore riprova più tardi.

# popup_confirm_error
source: Close
it: Chiudi

# popup_title_opponentQuitMatch
source: Opponent Quit
it: L'avversario ha abbandonato

# popup_content_opponentQuitMatch
source: Your opponent quit the match. You won the match
it: L'avversario ha abbandanato la partina. Hai vinto!

# popup_confirm_opponentQuitMatch
source: Quit
it: Chiudi

# popup_title_invalidWall
source: Warning
it: Attenzione

# popup_content_invalidWall
source: You cannot block your opponent
it: Non puoi bloccare la strada al tuo avversario

# popup_confirm_invalidWall
source: Close
it: Capito
